<?php
/**
 * theme file : /theme/THEME_NAME/head.html.php
 */
if (!defined('_EYOOM_')) exit;

add_stylesheet('<link rel="stylesheet" href="'.EYOOM_THEME_URL.'/css/style.css?ver='.G5_CSS_VER.'">',0);
add_stylesheet('<link rel="stylesheet" href="'.EYOOM_THEME_URL.'/css/custom.css?ver='.G5_CSS_VER.'">',0);

/**
 * 로고 타입 : 'image' || 'text'
 */
$logo = 'image';

/**
 * 메뉴바 전체 메뉴 출력 : 'yes' || 'no'
 */
$is_megamenu = 'yes';
?>

<?php if (!$wmode) { ?>
<?php /*----- wrapper 시작 -----*/ ?>
    <?php
    $topMenuItems = [
        "홍길동님 11,181,887 P2U" => "#홍길동님 11,181,887 P2U",
        "장바구니" => "#장바구니",
        "마이페이지" => "#마이페이지",
        "로그아웃" => "#로그아웃",
        "더보기" => [
            "장바구니" => "#장바구니",
            "위시리스트" => "#위시리스트",
            "주문/배송조회" => "#주문/배송조회",
            "이벤트" => "#이벤트",
            "개인결제" => "#개인결제",
            "사용후기" => "#사용후기",
            "FAQ" => "#FAQ",
            "1:1문의" => "#1:1문의",
        ],
    ];
    $downMenuItems = [
        "전체상품" => [
            "뷰티/피부" => [
                "0스킨케어"=>[
                    "0.0클렌징" => "#클렌징",
                    "0.0스킨/토너/미스트" => "#스킨/토너/미스트",
                    "0.0로션/에멀젼" => "#로션/에멀젼",
                    "0.0에센스/세럼" => "#에센스/세럼",
                    "0.0크림/오일" => "#크림/오일",
                    "0.0마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "0.0선케어(자외선차단)" => "#선케어(자외선차단)",
                    "0.0화장품세트" => "#화장품세트",
                ],
                "0메이크업" => [
                    "0.1클렌징" => "#클렌징",
                    "0.1스킨/토너/미스트" => "#스킨/토너/미스트",
                    "0.1로션/에멀젼" => "#로션/에멀젼",
                    "0.1에센스/세럼" => "#에센스/세럼",
                    "0.1크림/오일" => "#크림/오일",
                    "0.1마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "0.1선케어(자외선차단)" => "#선케어(자외선차단)",
                    "0.1화장품세트" => "#화장품세트",
                ],
                "0헤어/바디" =>[
                    "0.2클렌징" => "#클렌징",
                    "0.2스킨/토너/미스트" => "#스킨/토너/미스트",
                    "0.2로션/에멀젼" => "#로션/에멀젼",
                    "0.2에센스/세럼" => "#에센스/세럼",
                    "0.2크림/오일" => "#크림/오일",
                    "0.2마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "0.2선케어(자외선차단)" => "#선케어(자외선차단)",
                    "0.2화장품세트" => "#화장품세트",
                ],
                "0남성전용 화장품" => [
                    "0.3클렌징" => "#클렌징",
                    "0.3스킨/토너/미스트" => "#스킨/토너/미스트",
                    "0.3로션/에멀젼" => "#로션/에멀젼",
                    "0.3에센스/세럼" => "#에센스/세럼",
                    "0.3크림/오일" => "#크림/오일",
                    "0.3마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "0.3선케어(자외선차단)" => "#선케어(자외선차단)",
                    "0.3화장품세트" => "#화장품세트",
                ],
                "0향수" => [
                    "0.4클렌징" => "#클렌징",
                    "0.4스킨/토너/미스트" => "#스킨/토너/미스트",
                    "0.4로션/에멀젼" => "#로션/에멀젼",
                    "0.4에센스/세럼" => "#에센스/세럼",
                    "0.4크림/오일" => "#크림/오일",
                    "0.4마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "0.4선케어(자외선차단)" => "#선케어(자외선차단)",
                    "0.4화장품세트" => "#화장품세트",
                ],
                "0뷰티기기/소품" => [
                    "0.5클렌징" => "#클렌징",
                    "0.5스킨/토너/미스트" => "#스킨/토너/미스트",
                    "0.5로션/에멀젼" => "#로션/에멀젼",
                    "0.5에센스/세럼" => "#에센스/세럼",
                    "0.5크림/오일" => "#크림/오일",
                    "0.5마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "0.5선케어(자외선차단)" => "#선케어(자외선차단)",
                    "0.5화장품세트" => "#화장품세트",
                ],
            ],
            "신선푸드"=>[
                "1스킨케어"=>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "1메이크업" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "1헤어/바디" =>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "1남성전용 화장품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "1향수" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "1뷰티기기/소품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
            ],
            "가공푸드"=>[
                "2스킨케어"=>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "2메이크업" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "2헤어/바디" =>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "2남성전용 화장품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "2향수" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "2뷰티기기/소품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
            ],
            "패션잡화"=>[
                "3스킨케어"=>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "3메이크업" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "3헤어/바디" =>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "3남성전용 화장품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "3향수" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "3뷰티기기/소품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
            ],
            "디지털가전"=>[
                "4스킨케어"=>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "4메이크업" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "4헤어/바디" =>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "4남성전용 화장품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "4향수" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "4뷰티기기/소품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
            ],
            "생활/건강"=>[
                "5스킨케어"=>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "5메이크업" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "5헤어/바디" =>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "5남성전용 화장품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "5향수" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "5뷰티기기/소품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
            ],
            "가구/인테리어"=>[
                "6스킨케어"=>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "6메이크업" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "6헤어/바디" =>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "6남성전용 화장품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "6향수" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "6뷰티기기/소품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
            ],
            "자동차/공구"=>[
                "7스킨케어"=>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "7메이크업" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "7헤어/바디" =>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "7남성전용 화장품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "7향수" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "7뷰티기기/소품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
            ],
            "취미/여행"=>[
                "8스킨케어"=>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "8메이크업" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "8헤어/바디" =>[
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "8남성전용 화장품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "8향수" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
                "8뷰티기기/소품" => [
                    "클렌징" => "#클렌징",
                    "스킨/토너/미스트" => "#스킨/토너/미스트",
                    "로션/에멀젼" => "#로션/에멀젼",
                    "에센스/세럼" => "#에센스/세럼",
                    "크림/오일" => "#크림/오일",
                    "마스크/팩/스틱제품" => "#마스크/팩/스틱제품",
                    "선케어(자외선차단)" => "#선케어(자외선차단)",
                    "화장품세트" => "#화장품세트",
                ],
            ],
            "추석선물"=> "#추석선물",
        ],
        "P2U소개" => "#P2U소개",
        "히트상품" => "#히트상품",
        "브랜드관" => "#브랜드관",
        "추석선물" => "#추석선물",
        "이벤트" => "#이벤트",
        "공모전" => "#공모전",
    ];
    ?>
<div class="wrapper">
    <h1 id="hd-h1"><?php echo $g5['title'] ?></h1>
    <div class="to-content"><a href="#container">본문 바로가기</a></div>
    <?php
    // 팝업창
    if (defined('_INDEX_') && $newwin_contents) { // index에서만 실행
        echo $newwin_contents;
    }
    ?>

    <?php /*----- header 시작 -----*/ ?>
    <header>
        <div class="new-container">
            <div class="d-flex p-y-22 justify-content-between">
                <img src="<?php echo G5_IMG_URL; ?>/coloredlogo.png" alt="" class="header-logo">
                <div class="d-flex align-items-center">
                    <ul class="top-menu-navbar">
                        <?php foreach ($topMenuItems as $label => $link): ?>
                            <li>
                                <a href="<?php echo is_array($link) ? '#' : $link; ?>"><?php echo $label; ?> <?php if (is_array($link)): ?><img src="<?php echo G5_IMG_URL; ?>/downmenuIcon.png" width="8" height="5" alt=""><?php endif; ?> </a>
                                <?php if (is_array($link)): ?>
                                    <ul class="top-menu-navbar-dropdown">
                                        <?php foreach ($link as $subLabel => $subLink): ?>
                                            <li><a href="<?php echo $subLink; ?>"><?php echo $subLabel; ?></a></li>
                                        <?php endforeach; ?>
                                    </ul>
                                <?php endif; ?>
                            </li>
                        <?php endforeach; ?>
                    </ul>
                    <div class="head er-title-search d-none d-lg-block">
                        <form name="fsearchbox" method="get" action="<?php echo G5_BBS_URL; ?>/search.php" onsubmit="return fsearchbox_submit(this);" class="eyoom-form">
                            <input type="hidden" name="sfl" value="wr_subject||wr_content">
                            <input type="hidden" name="sop" value="and">
                            <label for="modal_sch_stx" class="sound_only"><strong>검색어 입력 필수</strong></label>
                            <div class="input input-button m-b-0 bg-F8F9FC bd-r-2r ">
                                <input type="text" name="stx" id="modal_sch_stx" class=" border-0 bd-r-2r bg-F8F9FC" maxlength="20" placeholder="상품명 검색">
                                <div class="button p-0 border-0 bd-r-2r m-r-5"><input type="submit"><i class="fas fa-search"></i></div>
                            </div>
                        </form>
                    </div>
                </div>
            </div>
            <div class="d-flex p-t-20">
                <ul class="bottom-menu-navbar">
                    <?php foreach ($downMenuItems as $label => $link): ?>
                        <li class="p-b-16">
                            <a href="<?php echo is_array($link) ? '#' : $link; ?>"> <?php if (is_array($link)): ?><i class="fas fa-bars m-r-10"></i><?php endif; ?><?php echo $label; ?> </a>
                            <?php if (is_array($link)): ?>
                                <div class="bottom-menu-navbar-dropdown p-5">
                                    <div class="bottom-menu-navbar-dropdown-item-one">
                                        <?php foreach ($link as $levelOneLabel => $levelOneLink): ?>
                                            <a class="d-flex justify-content-between align-items-center"><?php echo $levelOneLabel; ?> <?php if (is_array($levelOneLink)): ?><i class="fas fa-angle-right"></i><?php endif; ?></a>
                                            <div class="bottom-menu-navbar-dropdown-item-two">
                                                <?php if (is_array($levelOneLink)): ?>
                                                    <?php foreach ($levelOneLink as $levelTwoLabel => $levelTwoLink): ?>
                                                        <a class="d-flex justify-content-between align-items-center"><?php echo $levelTwoLabel; ?><?php if (is_array($levelTwoLink)): ?><i class="fas fa-angle-right"></i><?php endif; ?></a>
                                                        <div class="bottom-menu-navbar-dropdown-item-three">
                                                            <?php if (is_array($levelTwoLink)): ?>
                                                                <?php foreach ($levelTwoLink as $levelThreeLabel => $levelThreeLink): ?>
                                                                    <a><?php echo $levelThreeLabel; ?></a>
                                                                <?php endforeach; ?>
                                                            <?php endif; ?>
                                                        </div>
                                                    <?php endforeach; ?>
                                                <?php endif; ?>
                                            </div>
                                        <?php endforeach; ?>
                                    </div>
                                </div>
                            <?php endif; ?>
                        </li>
                    <?php endforeach; ?>
                </ul>
            </div>
        </div>
    </header>
    <?php /*----- header 끝 -----*/ ?>

    <?php if(!defined('_INDEX_')) { // 메인이 아닐때 ?>
    <?php /*----- page title 시작 -----*/ ?>
    <div class="page-title-wrap">
        <div class="container">
        <?php if (!defined('_EYOOM_MYPAGE_')) { ?>
            <h2>
                <?php if (!$it_id) { ?>
                <i class="fas fa-arrow-alt-circle-right m-r-10"></i><?php echo $subinfo['title']; ?>
                <?php } else { ?>
                <span class="f-s-14r"><i class="fas fa-arrow-alt-circle-right m-r-10"></i><?php echo $subinfo['title']; ?></span>
                <?php } ?>
            </h2>
            <?php if (!$it_id) { ?>
            <div class="sub-breadcrumb-wrap">
                <ul class="sub-breadcrumb hidden-xs">
                    <?php echo $subinfo['path']; ?>
                </ul>
            </div>
            <?php } ?>
        <?php } else { ?>
            <h2><i class="fas fa-arrow-alt-circle-right"></i>마이페이지</h2>
        <?php } ?>
        </div>
    </div>
    <?php /*----- page title 끝 -----*/ ?>
    <?php } ?>

    <div class="basic-body <?php if(!defined('_INDEX_')) { ?>page-body<?php } ?>">
        <?php if(defined('_INDEX_')) { ?>
        <div class="main-slider-top">
            <?php /* EB슬라이더 - basic */ ?>
            <?php echo eb_slider('1516512257'); ?>
        </div>
        <?php } ?>
        <div class="container">
            <?php if ($side_layout['use'] == 'yes') { ?>
            <div class="main-wrap">
                <?php
                if ($side_layout['pos'] == 'left') {
                    /* 사이드영역 시작 */
                    include_once(EYOOM_THEME_PATH . '/side.html.php');
                    /* 사이드영역 끝 */
                }
                ?>
                <main class="basic-body-main <?php if ($side_layout['pos'] == 'left') { echo 'right'; } else { echo 'left'; }?>-main">
            <?php } else { ?>
            <div class="main-wrap">
                <main class="basic-body-main">
            <?php } ?>
<?php } // !$wmode ?>